soap-service/requests/settlePayment.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://pientaa.com">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:settlePaymentRequest>
            <gs:transactionId>b22fadd5-e6d9-415e-b275-af43f72a97cf</gs:transactionId>
        </gs:settlePaymentRequest>
    </soapenv:Body>
</soapenv:Envelope>